INSERT INTO types(id, name) VALUES (1, "BEACH"),
                                   (2, "MOUNTAIN"),
                                   (3, "CITY"),
                                   (4, "SAFARI"),
                                   (5, "CRUISE"),
                                   (6, "ADVENTURE"),
                                   (7, "FOREST"),
                                   (8, "CULTURAL"),
                                   (9, "HISTORICAL"),
                                   (10, "SKI"),
                                   (11, "DESERT"),
                                   (12, "ISLAND");

INSERT INTO roles(id, role) VALUES (1, "USER"),
                                   (2, "MODERATOR"),
                                   (3, "ADMIN");


INSERT INTO users(id, email, first_name, last_name, password, username, account_verified) VALUES
                                                                            (1, "iveta@gmail.com", "Iveta", "Rangelova", "f0e98959a250b665387e5aa6fa3a3e809105d3e58fde44b43595226285a22e0ce2984efe2fe1b16a", "iveta97", true),
                                                                            (2, "user@example.com", "User", "Userov", "f0e98959a250b665387e5aa6fa3a3e809105d3e58fde44b43595226285a22e0ce2984efe2fe1b16a", "user", true),
                                                                            (3, "admin@example.com", "Admin", "Adminov", "f0e98959a250b665387e5aa6fa3a3e809105d3e58fde44b43595226285a22e0ce2984efe2fe1b16a", "admin", true);


INSERT INTO users_roles(user_entity_id, roles_id) VALUES
                                                      (1, 1), (2, 1), (3, 1), (3, 3);

/*BEACH*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (1, "EUROPE", "Халкидики се намира в северна Гърция, дели се на континентална част и  три ръкава - Касандра, СИТОНИЯ и Атон (Света Гора).
Две  са внушителните планини на Халкидики - Холомондас и Стратоникос. Земите в региона са богати на полезни изкопаеми и минерални извори.
С международна известност е и прочутата пещерата Петралона, която си заслужава да бъде посетена заради интересните палеонтологични находки. На много места в областта съществуват редица археологични дестинации със значими находки и експозиции. Между тях изпъкват древния Акантос, Менди, Олинтос, древните Стагира и Торони.
Бихте могли да посетите столицата на Халкидики - Полигирос, където да разгледате богатия исторически музей.
Плажовете на Ситония  приковават погледа със синьозелените си води, с финия си пясък, с богатата растителност и чистите си морски води, като много от тях всяка година биват удостоени със Син флаг.
Регионът задоволява и най-взискателния посетител със селища в битов стил, но и космополитни курортни центрове с безспирен нощен живот - Неос Мармарас, Никити, Геракини, Метаморфоси и др.
Престоят навсякъде е удобен и приятен. Неизброими са възможностите за любителите на водните спортове, но и за онези които обичат планинския туризъм, ходенето пеша и колоезденето.
От Ормос Пнагиас може да се качите на круизно корабче до Урануполи и манастирите на Света гора. Възможност за посещение на самите манастири имат само мъже, със специално разрешително. На ден могат да се приемат само по 10 чужденци и неограничен брой гърци.
Програма с допълнителни екскурзии може да намерите на табла, коото са до рецепцията на хотела. Освен близките маршрути като Пещерата петралона, Полигирос, Круиз около Атон, Обиколка на Касандра или Ситония, Разходка до Солун, Посещение на автентична гръцка таверна - може да посетите Пела - Вергина - Едеса, древна Арнеа и Стагира/родното място на Аристотел/", "STANDARD",
        "Почивска в Халкидики", 3,
        "Плажовете на Ситония
        Антон Света Гора
        Холомондас
        Стратоникос
        Неос Мармарас
        Никити
        Геракини
        Метаморфоси
        древна Арнеа
        Едеса", 5, "https://www.youtube.com/watch?v=fRe-zzstshQ", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (1, 1);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (2, "AFRICA", "Щом става въпрос за красиви Африкански плажове, едва ли има кой от тях да победи тези на Сейшелите. Сред всичките 115 острова се намират някои от най-добрите примери за перфектен бял пясък, лениво поклащащи се палмови листа и кристално-чисти води. Така че, бъдете готови - споделяме Ви цели три възможности:

- Петит Анс се намира на югозападния бряг на главния о-в Мае - девствен плаж, сгушен сред гъста гора, извисяващи се гранитни скали и водите на Индийския океан. Сребристите пясъци обграждат най-перфектния залив, където може да се наслаждавате на гмуркане и шнорхелинг.

- Анс Лацио е разположен на втория по големина о-в Праслин - обгърнат е от висока палмова горичка и дървета такамака, които осигуряват идеална сянка от горещото слънце. Това място е същински Рай, със захарно-бял пясък и кристални води. А залезите? Те са непобедими!

- Анс Сорс Д''аржан на о-в Ла Диг, е един от най-често фотографираните плажове в света и често попада в глобалните Топ 10 класации. Той е емблематичен със своите драматични заоблени скали, чисто-бели пясъци, плитки тюркоазени води и елегантно извити палми, олицетворяващи образа на Рая.", "LUXURY",
        "Сейшелските острови", 1,
        "Петит Анс
        остров Мае
        Анс Лацио
        остров Праслин
        Анс Сорс Д'аржан
        остров Ла Диг", 8, "https://www.youtube.com/watch?v=caNuh8X2XNQ", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (2, 1);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (3, "SOUTH_AMERICA", "Насладете се на тази полудневна обиколка, която ще ви остави време за плаж или други занимания през деня. Туристите ще имат възможност да се насладят на уникалните истории за Аруба разказвани от квалифицирани екскурзоводи. Ще имате възможност да научите всичко за някой от скритите съкровища на Аруба, с посещения на места като известният Калифорнийски фар, скалното образувание Касибари, капелата Алто Виста, природният мост и Пеперудената ферма. След края на пътуването може да се възползвате от удобството да ви оставят в хотела или в центъра на пазар и да хапнете. Има на разположение сутрешни и следобедни полудневни обиколки.
Насладете се на този уникален целодневен тур на Аруба. Перфектната комбинация от исторически, културни и природни деликатеси. Ще видите необичайният пустинен пейзаж на острова и зашеметяващите скални образувания Касибари, старомодни cunucu домове и други невероятни природни чудеса, като скалното образувание Ayo и изкуствено съсдадената пещера Лурд. Нашите забавни и добре запознати екскурзоводи разказват завладяващата история на Аруба, която ще изживеете от първа ръка посещавайки места като руините на златната мелница Bushiribana, природният мост, Калифорнийският фар и капелата Алто Виста. Скоро след това, ще ви отведем до природните изкушения на острова – плажът Baby Beach, където ще имате възможност да се разхладите в морето или да се гмуркате с шнорхели в кристално чистите води, преди завръщане по хотелите. В цената са включени безалкохолни напитки, обяд и оборудване за гмуркане с шнорхели.
Избягайте от тропическия комфорт на Аруба за да се насладите на тропическия лукс на остров De Palm с тази ол инклузив обиколка. Това малко късче от рая е само на пет минути път с ферибот от континенталната част на Аруба.
На остров De Palm има за всекиго по нещо, независимо дали търсите забавления и приключения, или желаете да избягате от шума и суетата на хотела.", "LUXURY",
        "Аруба All Inclusive", 2,
        "калифорнийски фар
        скалното образувание Касибари
        капелата Алто Виста
        природният мост
        Пеперудената ферма
        пещера Лурд
        плажът Baby Beach
        златната мелница Bushiribana
        остров De Palm
        парка Blue Parrott", 7, "https://www.youtube.com/watch?v=06UZh3a749I", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (3, 1);


/*MOUNTAIN*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (4, "ASIA", "Трекингът до базовия лагер на Еверест се смята за един от най-впечатляващите, тъй като разкрива гледки към високите хималайски върхове: Еверест (8848 м.) Лхотце (8516 м.), Нупце (7855 м.), Пумори (7161 м.), Чангасте (7550 м.), Ама Даблам (6856 м.) и др. Започва с кратко пътуване от Катманду до Лукла, преминава през множество шерпски села, исторически, археологически и религиозни забележителности и ни отвежда в подножието на най-високия връх в Хималаите и в света – Еверест. Този трекинг е своеобразно пътуване из културата на местното шерпско население. Той дава възможност да се запознаем с един различен начин на живот и светоусещане; да надникнем в миналото, да се насладим на настоящето и да помечтаем за бъдещето. Маршрутът е един от най-популярните и позволява на всеки в добра физическа форма да се наслади на голямата вдъхновяваща планина.", "BUDGET",
        "Еверест базов лагер - по пътя на мечтите", 3,
        "Катманду
        базов лагер Еверест
        Лхотце
        шерпски села
        Мантали
        Лукла
        Пхакдинг
        Намче Базар
        Тенгбоче
        Дингбоче", 16, "https://www.youtube.com/watch?v=NbY_B3n5jgc", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (4, 2);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (5, "NORTH_AMERICA", "По време на това приключение гостите ще могат да видят 3 от най-добрите национални парка на Аляска! Започваме приключението си в Анкоридж и се отправяме на север към Денали. Докато пътуваме на север към Денали, вашият водач ще спира по пътя, за да разглежда реки, рибни язовири и планини. Стискайте палци Денали, най-високата планина в Северна Америка, да е на открито и да се вижда!

След като пристигнем в района на Денали, влизането в парка е истинско удоволствие. Често виждаме лосове, карибу, мечки гризли, овце дал, а от време на време и вълци, птицечовки и орли! Ще видим и демонстрация на кучешки впряг от рейнджърите на парка Денали. Това са единствените работещи кучета с шейни в националния парк и са изключително важни за управлението на парка през зимата!
От Денали се отправяме към полуостров Кенай до Сюард, който се намира на брега на залива Resurrection Bay и е вратата към Националния парк Кенай Фьордс! По пътя ще минем покрай планините Чугач, ръкавите Кник и Търнагейн и дори ще направим кратък поход до ледника Байрън. В Сюърд ще имате възможност да изберете занимание през свободния си ден: Кенай Фьордс, разходка с каяк и лодка или риболов в океана. Преди да отпътуваме, ще посетим Центъра за морски живот на Аляска в Сюард - главният обществен аквариум в Аляска и единственото постоянно съоръжение за рехабилитация на морски бозайници в Аляска.
Напускайки Сюърд, ще пътуваме до Хоумър, който се намира в залива Качемак. Тук ще имате възможност да разгледате нос Хоумър с неговото оживено пристанище, очарователни магазини, галерии, ресторанти и барове.", "STANDARD",
        "Приключение из пустошта на Аляска", 2,
        "Кафявите мечки в Националния парк Езеро Кларк
        Наблюдение на китове
        Ледници
        Наблюдение на морски лъвове
        Национален парк Кенай Фьордс
        Националният парк Денали", 9, "https://www.youtube.com/watch?v=jFBot9rkCZs", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (5, 2);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (6, "EUROPE", "Мечта на емблематичния пътешественик Алеко Константинов, осъществена за пръв път от Павел Делирадев през 1933 г., вече почти век Ком-Емине е перлата в короната на всеки български планинар. Днес Ком-Емине е част от европейския туристически път Е-3, който започва от бреговете на Атлантическия океан край Сантяго де Компостела и достига нашия нос Емине. Походът е един от най-трудните и най-продължителните за изминаване в България, но затова пък е и един от най-интересните, удовлетворяващ едновременно очите, сърцето и душата.
Стара планина, подобно на огромен дракон, разполовява нашата родина и се протяга от запад на изток. В продължение на 19 дни ще вървим по гръбнака на Балкана към изгрева, следвайки извивките на планината. Ще преминем през територията на Национален парк „Централен Балкан“ и покрай още три природни парка „Врачански Балкан“, „Българка“ и „Сините камъни“. Ще се удивим на великолепната природа, запазена в няколко защитени местности, резервати и природни забележителности.
При многобройните ни изкачвания и слизания общата денивелация за целия преход ще надхвърли 42 000 м. Устремени към заветната цел нос Емине ще изкачим повече от 100 върха, ще прекосим 21 планински прохода, свързващи Северна и Южна България, и ще минем през много исторически места. Ще научим легендите за хайдутите на Агликина поляна, ще си спомним какво е станало в прохода Арабаконак, ще видим има ли мечка на чешма Мечулица и ще чуем още много вълнуващи истории, споделени между приятели.   ", "BUDGET",
        "Ком-Емине", 1,
        "Ком
        гара Лакатник
        прохода Витиня
        хижа Кашана
        хижа Козя стена
        хижа Добрила
        хижа Тъжа
        Върбишки проход
        село Дъскотна
        нос Емине", 23, "https://www.youtube.com/watch?v=sqjSRNOYlq0", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (6, 2);


/*CITY*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (7, "ASIA", "Дубай -  смайващ лукс, високотехнологични съоръжения и целогодишно слънце, в съчетание с уникален допир до арабската култура. Известен в миналото като град на търговците, Дубай от векове посреща морски пътешественици, търговци и туристи по своите крайбрежия, превръщайки се в една от най-популярните дестинации за релаксираща почивка, авантюристична разходка в пустинята или бурен нощен живот.", "LUXURY",
        "Дубай през есента", 2,
        "Бурж Халифа
        Палм Джумейра
        Мол Дубай
        Абу Даби
        Дворец Каср Ал Уатан
        Джамия Шейх Зайед
        Касар Ал Уатан
        сафари в Пустинята
        Херитидж Вилидж
        Шарджа и Аджман", 8, "https://www.youtube.com/watch?v=934e2-Rt6XA", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (7, 3);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (8, "EUROPE", "Париж е столицата и най-големият град на Франция. Разположен е в меандър на река Сена, която го разделя на 2 части – десен бряг (Rive droite) на север и по-малкия ляв бряг (Rive gauche) на юг. Реката е известна с многобройните си кейове, които в голямата си част са озеленени и предназначени за разходка, с букинистите – продавачи на книги на открито, и с историческите мостове, свързващи северната и южната част. Париж също така е прочут с големите си булеварди, засадени с кестени, най-прочутият от които е Шанз-Елизе, както и с редица архитектурни забележителности.
Градът има население от малко над два милиона жители (преброяване през 2015 г. – 2 206 488 жители). Много по-голямата парижка агломерация, с диаметър близо 120 km, има малко над тринадесет милиона жители (преброяване през 2019 г. – 13 114 718 жители) и заема първото място по население в ЕС (държано от Лондон преди излизането на Великобритания от ЕС). Положението му на важен търговски и културен център, както и силното развитие на науката, образованието, развлекателната индустрия, медиите, модата и изкуствата, затвърждават статута му на един от най-важните и значими градове в световен мащаб.", "STANDARD",
        "Романтика в Париж", 1,
        "Айфеловата кула
        Парижката Света Богородица
        Триумфалната арка
        Шан-з Елиза
        Сорбоната
        Пантеонът
        Площад Конкорд
        Дворецът Версай
        Кабаре Мулен Руж
        Река Сена
        Домът на инвалидите", 6, "https://www.youtube.com/watch?v=BU-PpogPZ54", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (8, 3);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (9, "NORTH_AMERICA", "Разглеждане на основните забележителности - Статуята на Свободата и Емиграционния център на остров Елис. Посещение на Международния Финансов Център с неговата зимна градина, от прозорците на който се вижда строителната площадка на мястото на Световния Търговски Център. Разходка по знаменитата финансова улица Уолстрийт с нейните банки и Фондовата Борса. Разглеждат се още: най-сложното инженерно съоръжение от края на 19-ти век – Бруклинския мост на Ийстривер, световно известните архитектурни забележителности Рокфелер център, сградата на ООН, Крайслер билдинг, Емпайър Стейт Билдинг, Тръмп Тауър, известните улици и площади на града: Бродуей, 5-то авеню, Медисън скуеър, Таймс скуеър. Вечерта по желание посещение на спектакъл на Бродуей.  Нощувка.
Продължава запознанството с града: главния музикален център на града Линкълн център, любимото място за отдих на жителите на Ню Йорк – Сентрал Парк, екзотичните райони на града Харлем, Сохо, Гриничвилидж, Колумбийския Университет, мавзолея на президента Грант, Клейстер – средновековни еврoпейски замъци, построени от камъни пренесени от Европа на американска територия. Вечерта по желание възможност за посещение на концерт в знаменитата филхармонична зала Карнеги Хол или на някой от оперните спектакли на Метрополитен опера или защо не истинска вечер в Ню Йорк – разходка с корабче около Манхатън с вечеря на борда и трансфер до хотела.", "STANDARD",
        "Ню Йорк - Американската мечта", 1,
        "Статуята на свободата
        Тръмп тауър
        Международния Финансов Център
        Рокфелер център
        Фондовата Борса
        Сградата на ООН
        Крайслер билдинг
        Емпайър Стейт Билдинг
        Таймс скуеър
        Бродуей", 7, "https://www.youtube.com/watch?v=MtCMtC50gwY", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (9, 3);


/*SAFARI*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (10, "AFRICA", "Кения е усмивка – безкрайна като безбрежните й бели плажове, топла като приласкаващите й тюркоазени води, непринудена и непреднамерена като суровата й природа и инстинктивна и пълна с жажда за живот като дивите й животни. И когато твоята и нейната усмивка се слеят в едно, се получава една плътна хармония, разливаща всепоглъщащо усещане за безкрайно щастие и покой.
Кадифените хълмове на резервата и река Мара приютяват многобройни и редки представители на африканската флора и фауна.
Кадифените хълмове на резервата и река Мара приютяват многобройни и редки представители на африканската флора и фауна. Пристигане в резервата и настаняване в Camp АА, Jambo Mara или подобен. Обяд. Закуска и отпътуване за сафари. Ще видите Големите 5 (The BIG 5) - носорог, лъв, слон, леопард, бивол. И разбира се много жирафи, хипопотами, антилопи, в това число Импала и Орикс, зебри, крокодили, леопарди.
Хайде с нас в Кения! ", "STANDARD",
        "Сафари в Кения", 1,
        "Найроби
        Масай Мара
        Рифтова Долина
        Нарок
        Национален Музей на Кения
        Момчето от Туркана
        Парка за жирафи", 11, "https://www.youtube.com/watch?v=E_g8VUjxJCE", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (10, 4);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (11, "AFRICA", "Паркът Тарангире се намира на около 120км южно от Аруша и обхваща площ от над 2850 кв .км. Паркът е втория по биологично разнообразие след Нгоронгоро в Танзания и един от най-посещаваните в Африка. Едноименната река Тарангире минава през него, като тя е единствената живителна сила в района в периода от юни до октомври, след дъждовния сезон от март до май. По това време тук се концентрират и повечето животни. В парка могат да се видят животни като зебри, лъвове, леопарди, жирафи, слонове, газели, африканска антилопа, малка антилопа, орикс (голяма антилопа, обитаваща само Африка), гну и други. Ако имаме късмет, ще видим качващия се по дървета питон, с който е известен парка, както и шарената антилопа. Тук могат да се видят и над 400 вида птици.
След сафарито е време за почивка на остров Занзибар. Когато чуете за Занзибар, първата асоциация са подправките - карамфил, канела, пипер и много други. Те са купувани от султаните на Оман и една от причините за начало на търговията с роби. Можете да видите плантациите с подправки в непосредствена близост до Стоун Таун и ще се включите в екскурзия, която ще изпълни сетивата ви с ароматите на пресните билки.  По време на обиколката ще получите детайлно описание на разнообразни подправки, както и на приложенията им в кулинарното изкуство и козметиката. Ще бъдете впечатлени, както от огромното разнообразие подправки, които се произвеждат, така и от лечебните им свойства, спомагащи изцеряването на различни заболявания. ", "LUXURY",
        "Сафари в Танзания и остров Занзибар", 2,
        "Тарангире
        Загасналия вулкан Нгоронгоро
        Езерото Маняра
        Голямата Разломна долина
        Фумба
        Синьо Сафари
        Затворническия остров
        парка Jozani", 17, "https://www.youtube.com/watch?v=wgV3YsuHBn8", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (11, 4);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (12, "AFRICA", "Кигали е столицата на Руанда с население от един милион жители и е разделена на три части – Gasabo, Kicukirо и Nyarugenge. Обиколката на града започва като историческо пътуване от първата модерна сграда до бързо разрастващите се квартали,които променят обликана града изцяло.Град Кигали е един от най-гостоприемните, чисти и сигурниградове в Африка, който привлича хиляди посетители и инвеститори в столицата. Кигали е основан през 1907 г. кaато малко колониално селище от Г-н Ричард Кандт, първият немски колониален гражданин на Руанда. Неговата резиденция в подножието на планините Jali и планината Кигали в сърцетона града са превърнати в Исторически музей в чест на доктор Кандт и това е първата спирка от сити тура на столицата.
По време на тура ще преминем през най-старите търговски квартали на града, бизнес и жилищни райони, ще посетим и историческите мемориали на Геноцида през 1994 г., където са избити 800 000 души, ще се запознаем с местните квартали и атракции с помощта на местен гид.
Посещение на NYUNGWE FOREST NATIONAL PARK. Трек с шимпанзета (заплаща се вход в размер на 100 щ.д.). Приказно красив тропически резерват на надморска височина 1600 м и температури, вариращи от 0 до 30 по Целзий, средна дневна температура около 15 градуса. Валежите са около 1800-2500 мм на година. Дъждовният период е от края на септември, началото на Октомври до Май. Основните атракции на резервата са най-голямата тропическа гора на Африка, най- високият връх в планината Bigugu 2925м височина, блатото Kamiranzovu с площ 13км2. Тропическата гора е дом на на 275 редки вида ендемични и мигриращи птици, 260 вида дървета и храсти и над 100 вида орхидеи и гигантски лобелии. За онези, които се интересуват от ботаника, флората на Nyungwe е уникален бонус в програмата.", "LUXURY",
        "Джип сафари в Руанда", 1,
        "Gasabo
        Kicukirо
        Nyarugenge
        Музей на евреите
        Nyanza Palace & Museum
        Мwami’s Palace
        CANOPY WALK
        блатото Kamiranzovu
        Ruhengeri
        Парк де Вирунгас", 13, "https://www.youtube.com/watch?v=ZxXMw2UsNkk", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (12, 4);


/*CRUISE*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (13, "EUROPE", "Акостиране в Хелезилт (Норвегия). 09:30 ч. отпътуване към Гайрангер. 11:30 ч. – акостиране в Гайрангер и отпътуване в 18:30 ч. от Гайрангер. Ако останете на борда на кораба през този ден ще можете да се насладите от водата на признатия за един от най-красивите в света фиорди – Гайрангерфьорден (част от световното наследство на ЮНЕСКО). Круизният кораб се движи под извисяващите се над Вас скални склонове, достигащи 1700 метра, а на няколко места от тях се спускат величествени водопади. Освен тях, ще можете да видите и като излезли от приказките малки ферми, кацнали на самите склонове на планините. По желание – екскурзия по сушата от Хелезилт до Гайрангер: насладете се на невероятни гледки и се докоснете до природните забележителности на този световноизвестен регион на Скандинавските фиорди.
Разглеждане на Берген с екскурзовод на български: селището завладява с очарованието си на космополитен град с богато минало. Старият квартал на града – „Бриген“, е включен в Списъка на Юнеско за световното културно наследство. Това е кварталът, на който градът дължи и другото си прозвище – „дървеният град“ заради прекрасните дървени къщи, накацали като огърлица с разноцветни мъниста по кея на старото пристанище. Берген е едно от най-старите пристанища в Северна Европа. Днешният вид на къщите в квартала „Бриген“ е от началото на XVIII век. Разходка из квартала „Бриген“ – кея Бриген, кулата Розенкранцтарн, Хаконсхален, крепостта „Бергенхюз“, църквата „Мария Кирке“, пл „Торгет“. Свободно време. Възможност за изкачване с фуникуляр до връх Флойен (320 м), откъдето се открива прекрасна гледка към града и към околните острови.", "BUDGET",
        "Круиз Скандинавски фиорди", 4,
        "Копенхаген
        Кристиансборг Слот
        Амалиенборг плац
        Амалиенборг
        Чърчил парк
        Бриген
        Розенкранцтарн
        Хаконсхален
        Гамле Ставангер
        Музея на нефта", 9, "https://www.youtube.com/watch?v=7xPBYECGYe0", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (13, 5);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (14, "AUSTRALIA", "Открийте неповторимата красота на Южния Пасифик с нашия изключителен круиз до Австралия и Нова Зеландия! Започнете своето пътешествие в Сидни, Австралия, където ще се насладите на известната Опера и впечатляващите Харбър Бридж. Продължете към Нова Зеландия и открийте красотата на природата в Уелингтън, Крайстчърч и Дънидин. Разгледайте живописните фиорди на Милфорд Саунд и се потопете в магията на Маорската култура в Тауранга. Насладете се на морски приключения, плавайки между острови и открийте местата, където е създадена филмовата продукция за света на Толкин „Властелинът на пръстените“. Запознайте се с Окланд, като се разходите по красивите пристанища и се насладите на кулинарните изкушения и прочутото новозеландско вино в този космополитен град. Завършете това чудесно пътешествие в Мелбърн – град на изкуствата и културата, където ще откриете богато разнообразие от галерии, музеи и изискани ресторанти. Насладете се на прекрасните винени региони и зелени хълмове, които обграждат града. Присъединете се към нас за едно незабравимо пътешествие, което ще ви разкрие чудесата на Австралия и Нова Зеландия!", "STANDARD",
        "Круиз Австралия и Нова Зеландия", 3,
        "Операта в Сидни
        Мелбърн
        Харбър Бридж
        Националния парк Fiordland
        Те Анау
        Националния парк Маунт Кук
        Дънидин
        Нейпиер
        Тауранга
        Доха", 21, "https://www.youtube.com/watch?v=OBSli9fo9T4", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (14, 5);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (15, "ANTARCTICA", "Научете сами като се включите в 14-дневния круиз до земите отвъд Вала. Вижте някои от най-красивите места в Аржентина, Фолкландските острови, Чили, Уругвай и ледения континент - Антарктида! Цялото това приключение ще се осъществи на борда на луксозния Celebrity Silhouette, който е достоен и за владетеля на Железния трон. Корабът ще ви осигури необходимия уют и многобройни развлечния в 6-те дни, които ще прекарате в открито море.  ", "STANDARD",
        "Круиз до Антарктида", 3,
        "Буенос Айрес
        Ушуая
        Кейп Хорн
        Канал Шоларт
        Парадайс Бей
        Герлах
        Елефант
        Остров Ливингстън
        Порт Стенли
        Монтевидео", 14, "https://www.youtube.com/watch?v=RRX0M9owARs", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (15, 5);


/*ADVENTURE*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (16, "EUROPE", "Пътят към Сантяго, или Ел Камино де Сантяго де Компостела, е мрежа от поклоннически пътища към олтара на апостол Яков Зеведеев в катедралата „Свети Яков“ в град Сантяго де Компостела, Галисия, Испания, където според традицията са погребани останките на светеца.
Мнозина следват пътищата като форма на духовна пътека или избягване в търсене на душевно израстване. Също така те са популярни сред екскурзиантите и колоездачите. Представляват част от паметниците на световното културно и природно наследство на ЮНЕСКО. Общата дължина на пътищата в мрежата е около 1500 километра.
Векове наред поклонници изминават прочутия маршрут през Северна Испания, наричан Камино, до Сантяго де Компостела. Най-популярният маршрут на Ел Камино започва във Франция, изкачва Пиренеите и върви от изток на запад по тях през цяла Северна Испания, докато стигне до изящната и прочута катедрала „Сантяго де Компостела“, където се твърди, че са погребани останките на свети Яков Зеведеев. Самият път е около 800 километра, които се извървяват пеш от поклонници, вървели по този път от хилядолетия. Свещеният път може да се мине пеша, с велосипед или на кон. Камино е успешно преминат, ако са изминати 100 km пеша или 200 km с велосипед или на кон.", "BUDGET",
        "Камино де Сантяго", 2,
        "Мадрид
        Сария
        Портомарин
        Палас дел Рей
        Арзуа
        О Педрусо
        Сантяго", 25, "https://www.youtube.com/watch?v=_OPyER9UtNU", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (16, 6);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (17, "EUROPE", "Tomorrowland Belgium е един от най-известните и най-големи музикални фестивали за електронна музика (EDM) в света. Провежда се в белгийския град Boom всяко лято и събира почитатели на електронната музика от цял свят. Фестивалът се провежда за първи път през 2005 г. и оттогава се превърща в символ на световната EDM култура.
Този фестивал е пътуване в свят на магия - където музиката, изкуството и хората от бъдещето се събират, за да празнуват живота и всичките му красоти!", "STANDARD",
        "Tomorrowland Belgium", 1,
        "Boom
        Main Stage
        Freedom
        Library
        Crystal Garden
        Rose Garden
        Core
        Atmosphere
        Rave Cave
        Elixir", 5, "https://www.youtube.com/watch?v=t-3ErVKHgl4", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (17, 6);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (18, "ASIA", "Всеки е чувал за Транссибирската железница. Това е класическото приключение. Известната жп линия, която свързва Европа и Азия, декор на много книги и филми, е придобила имидж на едно романтично приключение само за малцина, отбрани. Вече не! Днес Русия посреща туристи от цял свят на това вълнуващо пътешествие през необятния Сибир по най-дългата железопътна линия в света: 9289 км от Москва до Владивосток (с фериботна връзка до Япония), или 7865км от Москва до Пекин в Китай.
Област: Русия, Монголия, Китай", "BUDGET",
        "Транссибирската железница", 6,
        "Санкт Петербург
        Москва
        Казан
        Екатеринбург
        Новосток
        Байкал
        Якутск
        Владивосток
        Улан Батор
        Пекин
        Харбин", 16, "https://www.youtube.com/watch?v=1NtdmNVNosA", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (18, 6);


/*FOREST*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (19, "SOUTH_AMERICA", "Пристигане в Пуерто Малдонадо – градът с най-голямо разнообразие от животински и растителни видове в Перу. Посрещане на летището и трансфер до офиса на Лоджия Монте Амазонико за инструктаж, свързан с тура. Трансфер до понтона, откъдето отплаваме с лодка около 1 час до лоджия. Посрещане с пресни плодове от региона. Настаняване в хотел-лоджия в Амазонската джунгла. Късен обяд. Свободно време. След настаняване по стаите ще посетим „Острова на маймуните“, който се намира срещу лоджият, от другата страна на р.Мадре де Диос. Място, където обитават различни видове маймуни като кафяв капуцин, маймуната саймири, седлогърбиятамарин, бял капуцин. След активностите на острова, се връщаме в лоджия. Вечертаотиваме на разходка, за да  видим кайманите, които обитават бреговете на р.Мадре де Диос, като е добре да си носим фенерче. С малко повече късмет ще можем да видим „капибара“, най-големият гризач, който достига тегло от 60 кг., впечатляващ вид от семейството на перуанскиякуй /дребен гризач, плъх/.
След регистрацията на входа на защитената зона ще извървим 3 км. до самото езеро - естествен хабитат на пирани и едно от най-големите в Резервата Томбопата.
След приятната разходка, местният екскурзовод ще ни разходи с лодка около един час из езерото, за да се полюбуваме на разнообразието от птици, маймуни и други животински видове като корморани, пуми, орли, маймуни ревачи, маймуни саймири, черен капуцин, тамарини и ленивци. Възможно е да срещнем семейство от гигантски речни видри, често достигащи до 2 м., които са застрашени от изчезване. Както и големият алигатор, с дължина 4 м. Връщане в лоджия за вкусен обяд. Време за почивка. Вечерта ще направим среднощна разходка, за да наблюдаваме различни видове насекоми, амфибии, влечуги и други нощни обитатели. ", "BUDGET",
        "Амазонските гори", 2,
        "ЧИКЛАЙО
        СИКАН ТУМБАС
        РЕАЛЕС ТУКУМЕ
        ХУАКА РАХАДА
        МУЗЕЯ БРЮНИНГ
        ХУАКА ДЕ ЛА ЛУНА
        Езерото ТИТИКАКА
        КАНЬОН ПУНО", 12, "https://www.youtube.com/watch?v=rWqgrFDIX6c", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (19, 7);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (20, "NORTH_AMERICA", "Присъединете се към екоизследване на светилището на дъждовните гори в Аляска в Кечикан, което включва поход с водач, плешиви орли, тотемен парк на място и историческа дъскорезница в изключителен резерват в гористите планини в селския залив Херинга.
Следвайте екскурзовод-природоизследовател по пътека през гъстата гора, сред високи насаждения от хемлок, смърч и кедър, като спирате на наблюдателни пунктове. Наблюдавайте белоглави орли, черни мечки, тюлени и разнообразни птици и други видове, привлечени от големите количества сьомга в морския естуар.
В защитения открит устието на реката следвайте Eagle Creek по издигната дървена пътека с изглед към тревисти влажни зони. Тук се връщат да хвърлят хайвера си големи количества сьомга. Вслушайте се в симфонията на птиците в тази впечатляваща обстановка. Сезонните промени в екосистемата водят до различни нива на активност на дивите животни..", "STANDARD",
        "Необятните гори на Аляска", 1,
        "Кечикан
        Дъскорезницата на Herring Bay Lumber Company
        Eagle Creek
        Бронзовата статуя Скалата
        Ward Cove", 5, "https://www.youtube.com/watch?v=L6xl9Dli1-E", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (20, 7);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (21, "EUROPE", "В миналото българските земи са били покрити с гъсти и непроходими гори. В хрониките на много летописци и пътешественици са представени интересни, макар и откъслечни сведения за впечатляващите лесове на Тракия, Лудогорието, Родопите, Рила и Пирин. Например, хронистите на Първия кръстоносен поход през 1096 г. описват „Великата българска гора” (Silva Bulgarorum) като „огромна и обширна” (ingentia et spatiossissima), разпростряна „надлъж и нашир” (longe lateque). Повече от осем дена са били необходими, за да се прекосят „неизмеримите и нечувани лесове на българското царство”.
Обширните гори на Лудогорието (Делиорман) са били наричани “агач денизи”, или море от дървета. Днес единични дървета ветерани, като Гранитския дъб, Байкушевата мура и много други, ни напомнят за величествените вековни гори, простирали се някога на огромни територии.", "BUDGET",
        "През българските гори", 1,
        "Княжевска гора
        Конявска гора
        Брезнишка гора
        Сърнена гора
        Велковска гора", 4, "https://www.youtube.com/watch?v=HbfpZeSYn38", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (21, 7);


/*CULTURAL*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (22, "ASIA", "Токио е столицата на Япония. Градът е една от 47-те префектури в страната и център на Голямо Токио, най-големият метрополен регион в света. Токио е седалище на японското правителство и на Императорския дворец. Разположен е в региона Канто в югоизточната част на главния японски остров Хоншу и включва в административните си граници архипелазите Идзу и Бонински острови.
Администрацията на Токио управлява 23 специални района, имащи административен статут на градове, които обхващат територията на града от 1943 година, както и 39 общини в западната част на префектурата и на архипелазите. Населението на специалните райони е над 8 милиона души, а общото население на префектурата надхвърля 13 милиона. Метрополният регион, надхвърлящ границите на префектурата, има население над 35 милиона души и най-голямата агломерация в света не само по население, но по своя брутен вътрешен продукт, надхвърлящ 1,479 трилиона долара (2008, по паритет на покупателната способност). В Токио се намират седалищата на 51 от компаниите във Форчън Глобал 500, повече, отколкото във всеки друг град по света.
Токио е определян като един от трите „командни центъра“ на световната икономика, наред с Ню Йорк и Лондон. Класифициран е като алфа+ глобален град и е поставян на четвърто място сред глобалните градове. През 2012 година изследване на Мърсър и Икономист Интелиджънс Юнит определя Токио като най-скъпия за чужденци град в света.", "LUXURY",
        "Да се потопим в културата на Токио", 1,
        "Шинджуку Гьоен
        Гинза
        Шибуя
        Токио Тауър
        Императорския дворец
        Санкей-ен
        Котокуин
        Кавагушико", 12, "https://www.youtube.com/watch?v=54d_mSdESEU", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (22, 8);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (23, "EUROPE", "Виена е столицата и най-големият град на Австрия, със статут на една от нейните девет провинции. Тя е главен град на Австрия с население от 1,9 милиона жители (2,6 милиона с предградията). Днес той е шестият по големина град по население в границите на Европейския съюз и вторият по големина немскоезичен град след Берлин.
Виена е домакин на много големи международни организации, включително ООН, ОПЕК и ОССЕ. Разположен е в югоизточната част на Централна Европа, близо до Чехия, Словакия и Унгария. През 2001 г. градският център е включен в списъка на световното културно и природно наследство на ЮНЕСКО.", "BUDGET",
        "Класическа Виена", 1,
        "Хофбург
        Белведере
        Пратера
        Шьонбрун
        Кафене Сахер
        Виенската опера
        Австрийския парламент
        Св. Стефан
        Апартамента на Моцарт
        Кметството", 4, "https://www.youtube.com/watch?v=cfT7P9Vdq7o", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (23, 8);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (24, "EUROPE", "Пловдив е вторият по големина град в България. Градът има площ 102 кв.км. По данни на ГРАО към 15 юни 2024 г. в града живеят 371 536 души по настоящ адрес и 386 546 души по постоянен адрес. Това го нарежда на второ място след столицата София. Пловдив се намира в западната част на Горнотракийската низина, на двата бряга на река Марица. Отстои на 15 км северно от Родопите и на 50 км южно от Стара планина. Градът е застроен в подножията на шест сиенитни хълма, поради което често е наричан „Градът под тепетата“. Пловдив е управленски център на област Пловдив, община Пловдив, община Марица, община Родопи и е най-голямото стопанско ядро на Южния централен район.
Пловдив е град на над 8000 години, чието минало може да се проследи от праисторията до наши дни. Първите неолитни поселения в границите на днешния град започват от VI хилядолетие пр.н.е., а от каменно-медната епоха (IV – III хилядолетие пр.н.е.) животът в града не е прекъсвал, което го нарежда сред най-древните постоянно обитавани градове в света.  Запазени и консервирани са древни паметници като античния театър, римския одеон, агората (римския форум), римския стадион, късноантична сграда „Ейрене“, епископската базилика, малката базилика и други.
Градът е най-динамично развиващият се център в Южна България. Икономиката му се крепи на добре развитата многопрофилна индустрия, на услугите, туризма и информационните технологии.", "BUDGET",
        "Пловдив - Европейска столица на културата", 1,
        "Античен театър
        Римски стадион на Филипопол
        Епископска базилика
        Регионален Етнографски музей
        Небет тепе
        Пеещите фонтани
        Балабанова къща
        Малката базилика
        Централна джамия", 3, "https://www.youtube.com/watch?v=xTp4YcP8uZc", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (24, 8);


/*HISTORICAL*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (25, "EUROPE", "Рим е столицата на Италия и област Лацио. Разположен е на реките Тибър и Аниене. Бил е столица на Римската империя, най-могъщата, голяма и най-дълго просъществувалата империя в класическата западна цивилизация. Ватиканът, анклав в Рим, е суверенна държава, седалище на Римската католическа църква и папата.
Рим е най-големият град в Италия и един от най-големите европейски градове с площ от 1287,36 кв. км. Предградията му достигат до Тиренско море. В границите на града населението е 2,8 милиона жители (към 31 декември 2019 г.); почти 4,4 милиона живеят в района на Рим.", "STANDARD",
        "Вечният град - Рим", 2,
        "Колизеум
        Пантеон
        Фонтан ди Треви
        Базиликата Св. Петър
        Римски форум
        Площад Навона
        Ватикански музей
        Сикстинската капела", 6, "https://www.youtube.com/watch?v=KJNMnKu0Mbc", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (25, 9);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (26, "EUROPE", "Атина е столицата и най-големият град на Гърция, както и седалище на областта Атика. Взела името си от гръцката богиня Атина, която е била пазител на града. В продължение на няколко века Атина е сред най-важните градове на Гърция. Намира се в Централна Гърция и е икономически, политически и управленчески център на страната. Населението на Атина е 3 059 764 души към 2021 г. Градът е най-важният политически, културен, икономически и транспортен център на Гърция, формирайки Атински мегаполис с население от 3 638 281 души към 2021 г.", "BUDGET",
        "История в Атина", 1,
        "Акропола
        Национална градина
        Партенон
        Национален Археологически музей
        Храма на Хефес
        Стадион Панатенаик
        Синтагма
        Храма на Зевс
        Музей Бенаки", 3, "https://www.youtube.com/watch?v=wQUGD1wv9X8", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (26, 9);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (27, "ASIA", "Пекин е столица на Китайската народна република. С население от над 21 000 000 жители и площ от около 16 801 km² градът е сред най-населените и най-обширните в света.
Пекин има статут на град-провинция и граничи с Тиендзин на югозапад и с провинция Хъбей на север, запад и юг. Градът се разделя на 14 окръга – градски и предградия, и две селски общини. От 1949 г. Пекин е столица на Китайската народна република. Той е вторият по население град в страната и е нейният политически, образователен и културен център.
Много малко градове в света са били ядро на такава огромна площ за толкова дълги периоди от време. Първото селище, около което се развива днешен Пекин, се появява около 11 век пр. Хр. и в следващите хилядолетия градът се превръща в една от Великите исторически столици на Китай. Пекин е известен със своите дворци, храмове, стени, изящни изкуства и образователни институции, превърнали го в културен център на китайската цивилизация.", "LUXURY",
        "Древния Пекин", 4,
        "Великата Китайска стена
        Тиенанмън
        Забраненият град
        Дългият коридор
        Националният музей на изкуствата
        Вратата на небесното спокойствие
        Парк Дзиншан
        Парк Бейхал
        Летният дворец", 11, "https://www.youtube.com/watch?v=33bZIOLX4do", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (27, 9);


/*SKI*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (28, "EUROPE", "За втори път потребителите избират този френски ски курорт за най-добър. Организаторите на допитването го описват като перфектна комбинация от забавление, спокойствие, спорт; това според резултатите от анкетата е предпочитаният курорт за семейства, но също и за приятелски компании, за начинаещи и напреднали скиори. Alpe d''Huez е и най-добрият ски курорт, който гарантира снежна покривка през целия сезон. Има и такъв показател! Курортът се слави с над 300 слънчеви дни в годината и с най-дългата писта в Европа - 16 км, която тръгва от 3300 метра и стига до каньона на река Сарен.", "LUXURY",
        "Alpe d'Huez (Алп дю Ез)", 1,
        "ESF
        Grotte de Glace
        Eglise Notre-Dame-des-Neiges
        Palais des Sports
        Musée d’histoire et d’archéologie de l’Alpe d’Huez
        Tomorrowland Winter", 8, "https://www.youtube.com/watch?v=DHeK-jxks_k", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (28, 10);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (29, "EUROPE", "Банско е град в Югозападна България, административен център на община Банско, област Благоевград. В XIX век е център на българщината в Разлога на територия, граничеща с гръцко и турско население. Градът е известен зимен курорт. По данни на ГРАО към 15 септември 2023 г. в града живеят 9022 души по настоящ адрес и 9624 души по постоянен адрес.", "BUDGET",
        "Зимна приказка в Банско", 1,
        "Църква Света Троица
        Къща музей Неофит Рилски
        Къща музей Никола Вапцаров
        Музей Велянова къща
        Национален парк Пирин
        Паметник на Паисий Хилендарски", 3, "https://www.youtube.com/watch?v=dv3q5rZy7zQ", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (29, 10);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (30, "EUROPE", "Пампорово (от 14 март 1950 г. „Васил Коларов“, след 1989 г. неофициално е възстановено старото име) е един от най-големите планински курорти в България.
Според Националния статистически институт, към 2020 година комплексът разполага с 6145 легла в 60 места за настаняване, броят на нощувките е 410 хиляди, а на пренощувалите – 120 хиляди души.", "STANDARD",
        "Снежно Пампорово", 1,
        "Екопътека Невяста
        Смолянски езера
        Кула Снежанка
        Орфееви скали
        Момчилова крепост
        Каньонът на водопадите
        Крепост Калето
        Агушеви конаци", 5, "https://www.youtube.com/watch?v=XBz0F-j9mSo", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (30, 10);


/*DESERT*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (31, "ASIA", "Насладете се на едно прекрасно нощно сафари в пустинята. Яздете камила, насладете се на вълнуващо спускане по дюни и хапнете автентично барбекю, докато нощувате в климатизирана бедуинска палатка.
Вашето приключение започва, когато сте посрещнати в пустинния лагер от топлия пустинен бриз.
Вълнуващи преживявания с дюни.
Пристегнете коланите, за да изживеете едно разтърсващо приключение в дюните! Качете се в автомобил 4х4, управляван от нашите експертни водачи, и се впуснете във вълнуващо пътуване.", "LUXURY",
        "Пустинята на Катар", 4,
        "Mesaieed
        Ash Shaqra
        Sealine Beach
        Inland Sea Beach
        Al Rahal Sealine Beach", 5, "https://www.youtube.com/watch?v=l8J-rM6vmPs", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (31, 11);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (32, "AFRICA", "Отправете се на незабравима 3-дневна обиколка на пустинята от Маракеш до Мерзуга. Полюбувайте се на изгрева и залеза на пустинята, открийте емблематичната Касба Аит Бен Хаду, разгледайте планините на Високия Атлас и др. Изберете между частна или споделена обиколка със стандартен или луксозен къмпинг.
Започнете обиколката с взимане от вашия хотел или риад в Маракеш. След това потеглете към зашеметяващите Атласки планини, като по време на пътуването се наслаждавате на живописните пейзажи.", "BUDGET",
        "Из необятната Сахара", 2,
        "Касба Аит Бен Хаду
        Атласките планини
        Традиционен берберски лагер
        Ерг Хеби
        Маракеш
        Мерзуга", 6, "https://www.youtube.com/watch?v=anwcAR89SYk", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (32, 11);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (33, "AUSTRALIA", "Пустинята Виктория в Австралия не е пуста. Тя е богато на цветове място, екосистема от разнообразни растителни и животински видове.
Човек наивно отсъжда, че пустинята е една плоска равнина, върху която не се случва нищо особено, но това изобщо не е така. Всъщност е точно обратното!, заявява Кевин О''Конър, президент на група доброволци за опазване на пустинята Виктория  - Friends of The Great Victoria Desert Parks - пред АВС.
Най-голямата австралийска пустиня е кръстена на кралица Виктория от изследователя Ърнест Гилс през 1975 и е с площ 420 000 кв. км. Виктория включва и неизползваеми територии, предназначени за ядрени опити в Маралинджа и Ему Филд.", "STANDARD",
        "Цветовете на Великата австралийска пустиня Виктория", 1,
        "Royal Botanic Gardens Victoria
        Moonlit Sanctuary Wildlife Conservation Park
        Great Ocean Road
        Melbourne Museum", 14, "https://www.youtube.com/watch?v=3dPuISExSEU", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (33, 11);


/*ISLAND*/
INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (34, "ASIA", "Малдиви, официално име Република Малдиви, е малка островна държава в Индийския океан, състояща се от група атоли, намираща се на юг-югозапад от Индия и на около 700 км югозападно от Шри Ланка. Това е най-голямата „коралова“ държава в света и най-малката азиатска държава по население и по територия. Името Малдиви означава „огърлица от острови“.
Малдивите имат най-ниската надморска височина от всички страни в света. Най-високата точка е 2,3 метра над морското равнище, а средната височина е 1,5 м. Общата площ е 298 км². Столицата Мале се намира на най-големия атол. Малдивите нямат нито една река или голямо езеро и се чувства недостигът на питейна вода. Температурата на въздуха целогодишно е от 24 °C до 33 °C.
Малдивите са президентска република. Официалната държавна религия е ислям. Най-развитите отрасли в икономиката на страната са туризмът и риболовът.", "STANDARD",
        "Малдивите", 2,
        "Ali Rasgefaanu Ziyaaraiy
        Kalhu Vakaru Mosque
        Kandu Valu Mosque
        Кedeyre Miskiyy
        Kuruhinna Tharaagandu
        Medhu Ziyaaraiy
        The Koagannu Cemetary
        Utheem Ganduvaru
        Vasho Veyo", 15, "https://www.youtube.com/watch?v=dqGDjp9tjDk", 1);

INSERT INTO trips_types(trip_entity_id, types_id) values (34, 12);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (35, "EUROPE", "Ибиса е остров в Средиземно море, 79 km от брега на град Валенсия в Източна Испания. Той е третият най-голям остров от групата на Балеарските острови, независим район на Испания. Най-големите му градове са Ибиса, Санта Еулалия дел Рио и Сан Антонио Абад. Най-високата му точка е Са Талайяса или Са Талайя (475 m).
Почти една шеста от площта на недалечна Майорка, Ибиса е над пет пъти площта на о. Миконос (Гърция) или десет пъти площта на о. Манхатън. Ибиса става известен заради асоциацията с нощен живот и електронната музика, които се зараждат на острова. Добре познат е с лятната си клубна сцена, която привлича много голям брой туристи, въпреки че островното правителство и Испанското бюро по туризма работи по различна реклама за по-семейно ориентиран туризъм.", "LUXURY",
        "Ибиза - парти островът", 2,
        "Cala Salada
        Ibiza Town
        San Antonio
        Cala Conta
        Cala Vadella
        San Vicente
        Cova de Can Marçà
        Las Salinas Beach
        Formentera", 7, "https://www.youtube.com/watch?v=GD95D1ViGfQ", 2);

INSERT INTO trips_types(trip_entity_id, types_id) values (35, 12);

INSERT INTO trips(id, continent, description, pricing_level, name, countries_visited, landmarks, days, video_url, author_id)
VALUES (36, "EUROPE", "Закинтос е третият по големина от Йонийските острови в Йонийско море. Островът е част от Република Гърция. Площта му е 408 km², а крайбрежната му ивица е с дължина от около 123 km. Закинтос е също и един от номите на Гърция. Население 41 472 (статистика 2005 г.). Плътност на населението 102 души на km².", "BUDGET",
        "Тюркоазените води на остров Закинтос", 1,
        "Blue Caves
        Marathonisi Islet
        Church of Agios Dionyssios
        Our selection of Best Hotels
        Church of Agios Nikolaos Molos
        Venetian Bridge
        Venetian Castle
        Askos Stone Park
        Solomos Museum
        Monastery of Skopiotissa", 9, "https://www.youtube.com/watch?v=Jb9BAz32Gg4", 3);

INSERT INTO trips_types(trip_entity_id, types_id) values (36, 12);

INSERT INTO pictures(id, public_id, title, url, author_id, trip_id) VALUES
                                                                          (1, "ntej61xjl0grbnnffgw1", "1-chalkidiki.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723703321/ntej61xjl0grbnnffgw1.jpg", 1, 1),
                                                                          (2, "ywmkwcbkwpzgen1dx1a3", "2-seychelles.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723703965/ywmkwcbkwpzgen1dx1a3.jpg", 2, 2),
                                                                          (3, "nwogt8xjzsdfxreqz8qj", "3-aruba.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723704560/nwogt8xjzsdfxreqz8qj.jpg", 3, 3),
                                                                          (4, "mgpk4dmoyzehht7r3wpe", "4-everest.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723704919/mgpk4dmoyzehht7r3wpe.jpg", 1, 4),
                                                                          (5, "jv4xzyjgeeyslujtibel", "5-denali.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723705952/jv4xzyjgeeyslujtibel.jpg", 2, 5),
                                                                          (6, "gokjyrrtnmf1mkrjakjd", "6-kom-emine.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723706361/gokjyrrtnmf1mkrjakjd.jpg", 3, 6),
                                                                          (7, "sk3gtxpr8kwdecfszwdo", "7-dubai.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723707053/sk3gtxpr8kwdecfszwdo.jpg", 1, 7),
                                                                          (8, "t7jweordqiatpcu6jtva", "8-paris.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723707523/t7jweordqiatpcu6jtva.jpg", 2, 8),
                                                                          (9, "t5q89abek6ka1x62ckxp", "9-new-york.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723708767/t5q89abek6ka1x62ckxp.jpg", 3, 9),
                                                                          (10, "vwg0kfdauanumnwrklag", "10-kenya.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723709126/vwg0kfdauanumnwrklag.jpg", 1, 10),
                                                                          (11, "vcegjgdwdlprhmbdqnpj", "11-tanzania.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723709564/vcegjgdwdlprhmbdqnpj.jpg", 2, 11),
                                                                          (12, "ex3kujcvckzfi1fmn6jl", "12-rwanda.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723709988/ex3kujcvckzfi1fmn6jl.jpg", 3, 12),
                                                                          (13, "uzs3xdqbejhhob9ovjso", "13-scandinavia.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723710845/uzs3xdqbejhhob9ovjso.jpg", 1, 13),
                                                                          (14, "izcwsje8s7xugl9coa4l", "14-cruise-australia.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723711229/izcwsje8s7xugl9coa4l.jpg", 2, 14),
                                                                          (15, "hbb22tv4fqe6fmsp0t73", "15-cruise-antarctica.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723711583/hbb22tv4fqe6fmsp0t73.jpg", 3, 15),
                                                                          (16, "yd2dngsjf68kfobupc6o", "16-camino.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723712015/yd2dngsjf68kfobupc6o.jpg", 1, 16),
                                                                          (17, "n1eiefygcev4jwwyko6e", "17-tomorrowland.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723730357/n1eiefygcev4jwwyko6e.jpg", 2, 17),
                                                                          (18, "cqe8i2ool8h7a6sjt4ey", "18-transsiberian.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723712729/cqe8i2ool8h7a6sjt4ey.jpg", 3, 18),
                                                                          (19, "wqq2mjz39flg9pnv75ac", "19-amazonian.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723713169/wqq2mjz39flg9pnv75ac.jpg", 1, 19),
                                                                          (20, "zwxumeqhn19bltpnlsvv", "20-alaska.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723713645/zwxumeqhn19bltpnlsvv.jpg", 2, 20),
                                                                          (21, "mjsfqjvqnsawyxcypqnp", "21-bulgarian-forest.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723714359/mjsfqjvqnsawyxcypqnp.jpg", 3, 21),
                                                                          (22, "jfu7ov0yqfmszz5zjd4u", "22-tokyo.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723715021/jfu7ov0yqfmszz5zjd4u.jpg", 1, 22),
                                                                          (23, "moagg4richzzreftdcar", "23-vienna.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723715366/moagg4richzzreftdcar.jpg", 2, 23),
                                                                          (24, "penf6vw6pgyjqhrsj0jj", "24-plovdiv.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723715937/penf6vw6pgyjqhrsj0jj.jpg", 3, 24),
                                                                          (25, "amnv0lelnhe9ly9fec4l", "25-rome.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723716269/amnv0lelnhe9ly9fec4l.jpg", 1, 25),
                                                                          (26, "c1omcb385qjv8ayxd48z", "26-athens.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723716620/c1omcb385qjv8ayxd48z.jpg", 2, 26),
                                                                          (27, "z7p94mmnuabof5bdzqbq", "27-beijing.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723716983/z7p94mmnuabof5bdzqbq.jpg", 3, 27),
                                                                          (28, "bo33u7evjl8uoapizide", "28-alp.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723717330/bo33u7evjl8uoapizide.jpg", 1, 28),
                                                                          (29, "aoyqtazasjuhqdqszreu", "29-bansko.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723717868/aoyqtazasjuhqdqszreu.jpg", 2, 29),
                                                                          (30, "ygku8n0dpzmfps9vp0nl", "30-pamporovo.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723718179/ygku8n0dpzmfps9vp0nl.jpg", 3, 30),
                                                                          (31, "k1sx3epjnnqzqe8uacs4", "31-qatar.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723718503/k1sx3epjnnqzqe8uacs4.jpg", 1, 31),
                                                                          (32, "rjeyzbsy9xksrpwmz1hf", "32-sahara.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723718775/rjeyzbsy9xksrpwmz1hf.jpg", 2, 32),
                                                                          (33, "ee2uaiqdznwlwhxovdmz", "33-victoria.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723719186/ee2uaiqdznwlwhxovdmz.jpg", 3, 33),
                                                                          (34, "j5arfzdeyyima3hqey9w", "34-maldives.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723722572/j5arfzdeyyima3hqey9w.jpg", 1, 34),
                                                                          (35, "l9af7ll6i68lwy6wau8h", "35-ibiza.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723722869/l9af7ll6i68lwy6wau8h.jpg", 2, 35),
                                                                          (36, "piu4dufabhv7kwjmcbss", "36-zakynthos.jpg", "https://res.cloudinary.com/dt4o2jhmk/image/upload/v1723723137/piu4dufabhv7kwjmcbss.jpg", 3, 36);